IdeaRS.Connections
AnchoringData.CustomReferencePointPosition Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of position of reference point located from.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode CustomReferencePointPosition { get; set; }
Property Value
Type: PositionCode
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace